package Homework;
// Напишите программу с тремя переменными целого типа, первым двум присвойте значение, а третей сумму.
// Выведите значение третей на экран.

public class Homework10 {
    public static void main(String[] args) {

        int a = 2;
        int b = 3;
        int c = a+b;

        System.out.println(c);

    }
}
