package Homework;

/* Напишите программу, в которой используются две переменные логического типа (boolean), присвойте им значения
 и выведите для каждой переменной на экран строку "истина' если переменная имеет значение "tru" и "лож', если
переменная имеет значение 'false'*/

public class Homework12 {
    public static void main(String[] args) {

        boolean a = true;
        boolean b = false;

        if (a == true)
            if (b == false) {
                System.out.println("Истина");
                System.out.println("Ложь");
            }

    }
}











