package Homework;

/* Напишите программу , где двум строковым переменнам присваевается значение,
третьей же строковой переменной присвойте обыЪединение двух предыдущих строк.
Затем напечатайте значение третьей строковой перменной*/

public class Homework13 {
    public static void main(String[] args) {
        String str1 = "Live";
        String str2 = "  is Goog";
        String str3 = str1 + str2;

        System.out.println(str3);

    }
}
